Repository: energyvillas/energyvillas_iosApp
Catalog: DP/*.lproj/Localizable.strings
Languages: el

# btnOK_Title
source: OK
el: ΟΚ

# ERR_TITLE_ERROR
source: Error
el: Σφάλμα

# ERR_TITLE_WARNING
source: Warning
el: Προειδοποίηση

# ERR_TITLE_URL_NOT_FOUND
source: Connection Failed
el: Αποτυχία Σύνδεσης

# ERR_MSG_DATA_LOAD_FAILED
source: Connection not found! Please try again later...
el: Η διαδικασία ανάκτησης νέων απέτυχε! Παρακαλούμε δοκιμάστε αργότερα...

# ERR_TITLE_INFO
source: Information
el: Πληροφορίες

# ERR_MSG_NO_DATA_FOUND
source: No data available! Please try again later...
el: Δεν βρέθηκαν δεδομένα. Παρακαλούμε δοκιμάστε αργότερα...

# ERR_TITLE_CONNECTION_FAILED
source: Connection Failed
el: Αποτυχία Σύνδεσης

# ERR_MSG_TRY_LATER
source: Please try again later...
el: Παρακαλούμε δοκιμάστε αργότερα...

# IMAGE_RESET_MENU
source: Reset
el: Επαναφορά

# SOCIAL_BTN_05
source: Favorites
el: Αγαπημένα

# SOCIAL_BTN_06
source: Other
el: Άλλο

# SOCIAL_BTN_Close
source: Close
el: Κλείσιμο

# bbiMore_Title
source: more
el: περισσότερα

# bbiMoreBack_Title
source: back
el: πίσω

# bbiBuy_Title
source: buy
el: αγορά

# BUY_DLG_bbiClose_Title
source: close
el: κλείσιμο

# BUY_DLG_TITLE_Title
source: Buy Application
el: Αγοράστε την εφαρμογή

# BUY_DLG_btnBuy_Title
source: Buy
el: Αγορά

# BUY_DLG_btnRestore_Title
source: Restore
el: Επαναφορά

# FREE_DET_TITLE_100
source: Smart Houses
el: Έξυπνες Κατοικίες

# FREE_DET_TITLE_101
source: Loft Houses
el: Κατοικίες Loft

# FREE_DET_TITLE_102
source: Finnish Houses
el: Φιλανδικές Κατοικίες

# FREE_DET_TITLE_103
source: Greek Island Houses
el: Νησιώτικες Κατοικίες

# FREE_DET_TITLE_104
source: Country Houses
el: Κατοικίες Country

# FREE_DET_TITLE_105
source: Container Houses
el: Κατοικίες Container

# FREE_DET_TITLE_106
source: Villas
el: Βίλλες

# FREE_DET_TITLE_107
source: Exclusive Ηouses
el: Exclusive Houses

# tbiMain_Title
source: Home
el: Αρχή

# tbiIdea_Title
source: Idea
el: Η Ιδέα

# tbiCall_Title
source: Call us
el: Επικοινωνία

# tbiMore_Title
source: More
el: Περισσότερα

# tbiWho_Title
source: Who we are
el: Η Εταιρία

# tbiCost_Title
source: Cost
el: Κόστος

# tbiProfit_Title
source: Profit
el: Κερδίζω

# tbiMaterials_Title
source: Materials
el: Υλικά

# tbiPlanet_Title
source: Planet Saver
el: Προστατεύω

# tbiFavorites_Title
source: Favorites
el: Αγαπημένα

# MENU_TITLE_52
source: Smart Ηouses
el: Έξυπνες Κατοικίες

# MENU_TITLE_53
source: Loft Ηouses
el: Κατοικίες Loft

# MENU_TITLE_54
source: Finnish Ηouses
el: Φιλανδικές Κατοικίες

# MENU_TITLE_55
source: Greek Island Houses
el: Νησιώτικες Κατοικίες

# MENU_TITLE_56
source: Country Ηouses
el: Κατοικίες Country

# MENU_TITLE_65
source: Container Ηouses
el: Κατοικίες Container

# MENU_TITLE_57
source: Villas
el: Βίλες

# MENU_TITLE_58
source: Exclusive Ηouses
el: Exclusive Houses

# MENU_TITLE_59
source: Videos
el: Βίντεο

# MENU_TITLE_62
source: Cycladic Ηouses
el: Κυκλαδίτικες Κατοικίες

# MENU_TITLE_63
source: Aegean Ηouses
el: Αιγαιοπελαγίτικες Κατοικίες

# MENU_TITLE_64
source: Ionian Ηouses
el: Κατοικίες Ιονίων Νήσων

# HIK_HouseDescription
source: Description
el: Περιγραφή

# COUNTDOWN_COMING_IN
source: COMING IN....
el: ΈΡΧΕΤΑΙ ΣΕ....

# COUNTDOWN_DAY
source: DAY
el: ΗΜΕΡΑ

# COUNTDOWN_DAYS
source: DAYS
el: ΗΜΕΡΕΣ

# COUNTDOWN_HOUR
source: HOUR
el: ΩΡΑ

# COUNTDOWN_HOURS
source: HOURS
el: ΩΡΕΣ

# COUNTDOWN_MINUTE
source: MINUTE
el: ΛΕΠΤΟ

# COUNTDOWN_MINUTES
source: MINUTES
el: ΛΕΠΤΑ

# COUNTDOWN_SECOND
source: SECOND
el: ΔΕΥΤΕΡΟΛΕΠΤΟ

# COUNTDOWN_SECONDS
source: SECONDS
el: ΔΕΥΤΕΡΟΛΕΠΤΑ

# CALLUS_BTN_Call
source: Call
el: Κλήση

# CALLUS_BTN_Cancel
source: Cancel
el: Ακύρωση

# ERR_MSG_UNABLE_TO_SEND_MAIL
source: You can't send eMail right now, make sure your device has an internet connection and you have at least one eMail account setup
el: Δεν μπορείτε να στείλετε e-mail αυτή τη στιγμή, βεβαιωθείτε ότι η συσκευή σας μπορεί να συνδεθεί στο internet και ότι έχετε ρυθμίσει τουλάχιστον έναν λογαριασμό e-mail

# EMAIL_BODY_FMT
source: -----<br/>Sent from the Energy Villas application<br/>-----<br/><br/><a href="%@">%@</a><br/><a href="%@"><img src="%@" alt="%@" width="%.0f" height="%.0f" /></a><br/>Do you wish to have a house built without waisting time or money?<br/>Do you wish to be able to choose from whichever part of the world you are at the time, the house of your dreams, together with your loved ones?<br/>Do you wish to see unique architectural house designs, furnished from famous firms, fully decorated and equipped?<br/>Visit our site: <a href="%@">%@</a>
el: -----<br/>Στάλθηκε μέσω της εφαρμογής Energy Villas<br/>-----<br/><br/><br/><a href="%@">%@</a><br/><a href="%@"><img src="%@" alt="%@" width="%.0f" height="%.0f" /></a><br/>Θέλετε να κατασκευάσετε κατοικία, χωρίς να χάνετε χρόνο και χρήμα?<br/>Θέλετε να επιλέγετε από οποιοδήποτε σημείο του κόσμου κι αν βρίσκεστε, μαζί με τους δικούς σας ανθρώπους, την κατοικία των ονείρων σας?<br/>Θέλετε να βλέπετε μοναδικά αρχιτεκτονικά σχέδια κατοικιών, design, έπιπλα επώνυμων οίκων και διακόσμηση?<br/>Επισκεφτείτε την ιστοσελίδα μας: <a href="%@">%@</a>

# ERR_MSG_UNABLE_TO_TWEET
source: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account setup
el: Δεν μπορείτε να στείλετε tweet αυτή τη στιγμή, βεβαιωθείτε ότι η συσκευή σας μπορεί να συνδεθεί στο internet και ότι έχετε ρυθμίσει τουλάχιστον έναν λογαριασμό Twitter

# TWEET_INITIAL_TEXT
source: Tweeting from energyVillas! :)
el: Αποκτήστε την κατοικία των ονείρων σας χωρίς να χάνετε χρόνο και χρήμα!!

# FACEBOOK_DESCR
source: Energy villas makes it possible to actually get the house you always wanted.
el: Μια πρωτοποριακή ιδέα για όλους όσους ενδιαφέρονται για κατασκευή κατοικίας, οικιακή αρχιτεκτονική, design, διακόσμηση και εξοικονόμηση ενέργειας.

# FACEBOOK_RESULT_FMT
source: Posted story, id: %@
el: Δημοσιεύτηκε, id: %@
